[
  {
    "id": 1,
    "title": "Foundational Intellectual Property (IP) Credential CACQ 008A",
    "summary": "This credential program offers a comprehensive suite of online learning assets covering the fundamentals of Intellectual Property and Data Rights. Through scenario-based training, acquisition professionals learn to strategically integrate IP planning into acquisition and product support strategies. Topics include IP valuation, Modular Open Systems Approaches (MOSA), IP strategy development, and proper data markings.",
    "description": "New online suite of learning assets on the fundamentals of Intellectual Property and Data Rights, which are scenario-based and teach the DoD acquisition workforce to think strategically (Released 2025). Acquisition professionals who work with intellectual property (IP) and Data Rights will gain essential skills for effective acquisition, licensing, and management of IP in accordance with the core principles outlined in DoD Instruction 5010.44, Intellectual Property (IP) Acquisition and Licensing. Through a series of informative and engaging online training courses, you’ll learn the fundamentals of integrating IP and Data Rights planning into acquisition and product support strategies and protecting core DoD interests across the entire life cycle. Delve into topics like IP valuation, Modular Open Systems Approaches (MOSA), IP strategy development, data management planning and proper data markings. Enrolling in this credential will empower you to navigate IP complexities effectively, contributing significantly to programmatic success and enhancing support throughout the system's life cycle.",
    "type": "Training",
    "organization": "DAU",
    "audience": "Program Managers, Systems Engineers, Engineers, Contracting Professionals, Logisticians, Product Support Managers, Data Managers, and Intellectual Property (IP) and Contracting Attorneys",
    "date": "2025-10-03",
    "url": "https://www.dau.edu/credentials/cacq-008a",
    "videoLength": null
  },
  {
    "id": 2,
    "title": "ACQ 0710 Foundations of Data",
    "summary": "This foundational course introduces the core concepts of data, technical data, and computer software in DoD acquisition. It provides the groundwork for understanding IP and Data Rights requirements as mandated by DODI 5010.44. Learners will gain essential knowledge for developing an Intellectual Property Strategy.",
    "description": "This Online Training (OLT) course is the introductory course to the Intellectual Property and Data Rights series. As required per DODI 5010.44, each DoD program will have a robust IP strategy to identify and manage the full spectrum of IP and related matters from the inception of a program and updated throughout entire product life cycle. Foundations of Data provides a foundational understanding of data, technical data and computer software, and introduces an approach to developing an Intellectual Property Strategy",
    "type": "Training",
    "organization": "DAU",
    "audience": "Program Managers, Systems Engineers, Engineers, Contracting Professionals, Logisticians, Product Support Managers, Data Managers, and Intellectual Property (IP) and Contracting Attorneys",
    "date": "2024-10-09",
    "url": "https://www.dau.edu/courses/acq-0710",
    "videoLength": null
  },
  {
    "id": 3,
    "title": "ACQ 0720 IP and Data Rights",
    "summary": "This course is the second in the IP and Data Rights series, building on foundational concepts. It covers what intellectual property is, its impact on DoD operations, and unique licensing aspects available to the government. The training supports DODI 5010.44 requirements for robust IP strategies throughout program lifecycles.",
    "description": "This Online Training (OLT) course is the second course in the Intellectual Property and Data Rights series. As required per DODI 5010.44, each DoD program will have a robust Intellectual Property (IP) strategy to identify and manage the full spectrum of IP and related matters from the inception of a program and updated throughout entire product life cycle. The Intellectual Property and Data Rights course provides a foundational understanding of what is IP, the impact of IP on the DOD, and the unique licensing aspects the DOD may use for IP.",
    "type": "Training",
    "organization": "DAU",
    "audience": "Program Managers, Systems Engineers, Engineers, Contracting Professionals, Logisticians, Product Support Managers, Data Managers, and Intellectual Property (IP) and Contracting Attorneys",
    "date": "2024-10-09",
    "url": "https://www.dau.edu/courses/acq-0720",
    "videoLength": null
  },
  {
    "id": 4,
    "title": "ACQ 0730 Create and/or Update an RPF",
    "summary": "This training introduces the Request for Proposal (RFP) document used in negotiated acquisitions. It covers key data acquisition sections and the importance of communicating with industry about data rights. Learners will understand how to use Industry Day effectively for IP discussions.",
    "description": "This Online Training (OLT) course introduces the Request for Proposal ('RFP'), a document used in negotiated acquisitions to communicate the Government’s requirements to prospective contractors and to solicit proposals. This course discusses key data acquisition sections of the RFP and the importance of communicating with industry regarding data and data rights, including using Industry Day.",
    "type": "Training",
    "organization": "DAU",
    "audience": "Program Managers, Systems Engineers, Engineers, Contracting Professionals, Logisticians, Product Support Managers, Data Managers, and Intellectual Property (IP) and Contracting Attorneys",
    "date": "2024-10-09",
    "url": "https://www.dau.edu/courses/acq-0730",
    "videoLength": null
  },
  {
    "id": 5,
    "title": "ACQ 0740 Fundamentals of an Intellectual Property Strategy",
    "summary": "This course covers the fundamentals of developing and updating an Intellectual Property Strategy using a 5-phase process. Topics include the purpose of IP strategies, assessing existing data, and identifying new data needs. It serves as a primer on this critical acquisition strategy element.",
    "description": "This Online Training (OLT) course discusses the fundamentals of developing and updating an Intellectual Strategy, focusing on the 5-phase process. Addressing key topics, such as the purpose of the IP Strategy, assessing existing data. and identifying new data needs, this module provides a how-to primer on this critical element required in acquisition strategies.",
    "type": "Training",
    "organization": "DAU",
    "audience": "Program Managers, Systems Engineers, Engineers, Contracting Professionals, Logisticians, Product Support Managers, Data Managers, and Intellectual Property (IP) and Contracting Attorneys.",
    "date": "2024-10-07",
    "url": "https://www.dau.edu/courses/acq-0740",
    "videoLength": null
  },
  {
    "id": 6,
    "title": "ACQ 0750  Data Acquisition",
    "summary": "This course demonstrates how to develop and manage an IP strategy following the 5-Phase IP Strategy Process. As required by DODI 5010.44, each DoD program must have a robust IP strategy from inception through the entire product lifecycle. The training covers full spectrum IP management.",
    "description": "This Online Training (OLT) course is the fourth course in the Intellectual Property and Data Rights series. As required per DODI 5010.44, each DoD program must have a robust Intellectual Property (IP) strategy to identify and manage the full spectrum of IP and related matters from the inception of a program and should be updated throughout entire product life cycle. This course demonstrates how to develop and manage an IP strategy by following the 5-Phase IP Strategy Process.",
    "type": "Training",
    "organization": "DAU",
    "audience": "Program Managers, Systems Engineers, Engineers, Contracting Professionals, Logisticians, Product Support Managers, Data Managers, and Intellectual Property (IP) and Contracting Attorneys",
    "date": "2025-10-03",
    "url": "https://www.dau.edu/courses/acq-0750",
    "videoLength": null
  },
  {
    "id": 7,
    "title": "ACQ 0760 Data Rights Marking and Validation",
    "summary": "This training explains how to apply correct markings and distribution statements to technical data and computer software. Proper markings ensure data availability to authorized personnel while protecting against unauthorized dissemination. This is essential knowledge for acquisition professionals.",
    "description": "This Online Training (OLT) course explains how to apply the correct markings and distribution statements to technical data and computer software. Proper markings are vital to ensuring data are available to the right people at the right time and that data are protected from unauthorized dissemination.",
    "type": "Training",
    "organization": "DAU",
    "audience": "Program Managers, Systems Engineers, Engineers, Contracting Professionals, Logisticians, Product Support Managers, Data Managers, and Intellectual Property (IP) and Contracting Attorneys",
    "date": "2024-07-12",
    "url": "https://www.dau.edu/courses/acq-0760",
    "videoLength": null
  },
  {
    "id": 8,
    "title": "CLE 019 Modular Open Systems Approach",
    "summary": "This course describes Modular Open Systems Approach (MOSA) principles from both business and technical perspectives. It provides program examples of successful MOSA implementation and resources for organizational adoption. The training covers lifecycle best practices for MOSA.",
    "description": "This Online Training (OLT) course will describe the Modular Open Systems Approach (MOSA) principles from a business and a technical perspective and provide program examples of successful MOSA implementation, as well as sources that can assist an organization in implementing MOSA. This course is designed to provide familiarization with lifecycle best practices for MOSA.",
    "type": "Training",
    "organization": "DAU",
    "audience": "Those in the ETM and PM functional areas",
    "date": "2019-05-09",
    "url": "https://www.dau.edu/courses/cle-019",
    "videoLength": null
  },
  {
    "id": 9,
    "title": "CLM 002 Intellectual Property Valuation",
    "summary": "This course addresses basic concepts of IP valuation and provides tools for successful acquisitions. Topics include when IP valuations should occur during the Acquisition Life Cycle and how contractors value their IP. Understanding IP valuation is essential for developing effective IP strategies.",
    "description": "This Online Training (OLT) course addresses the basic concepts of IP valuation and provides the acquisition workforce with tools to address issues critical to successful acquisitions, including when IP valuations should occur during the Acquisition Life Cycle, how contractors place a value on their IP, and the importance of IP valuation and licensing rights in developing an IP Strategy, in accordance with DODI 5010.44.",
    "type": "Training",
    "organization": "DAU",
    "audience": "DoD acquisition professionals (e.g. program managers, contracting officers, technical subject matter experts, contracting and IP attorneys, budget and financial) charged with ensuring that the DoD acquires the necessary IP deliverables and associated licensing rights",
    "date": "2020-07-14",
    "url": "https://www.dau.edu/courses/clm-002",
    "videoLength": null
  },
  {
    "id": 10,
    "title": "CACQ 008 Capstone Exercise",
    "summary": "This capstone exercise allows acquisition professionals to apply their IP and Data Rights knowledge in practical scenarios. Participants demonstrate skills in IP acquisition, licensing, and management aligned with DoD Instruction 5010.44. The exercise integrates concepts from all credential courses.",
    "description": "Acquisition professionals who work with intellectual property (IP) and Data Rights will gain essential skills for effective acquisition, licensing, and management of IP in accordance with the core principles outlined in DoD Instruction 5010.44, Intellectual Property (IP) Acquisition and Licensing. Through a series of informative and engaging online training courses, you’ll learn the fundamentals of integrating IP and Data Rights planning into acquisition and product support strategies and protecting core DoD interests across the entire life cycle. Delve into topics like IP valuation, Modular Open Systems Approaches (MOSA), IP strategy development, data management planning and proper data markings. Enrolling in this credential will empower you to navigate IP complexities effectively, contributing significantly to programmatic success and enhancing support throughout the system's life cycle.\r\n\r\nAdditional Information:\r\nThe estimated time to complete this credential is 19 hours.\r\nUpon completion, an additional 10% incentive Continuous Learning Points (CLPs) will be added.",
    "type": "Training",
    "organization": "DAU",
    "audience": "Those who have completed all credential courses. Program Managers, Contracting Officers, Technical Subject Matter Experts (e.g. logisticians, engineers, budget and financial analysts), Contracting and IP attorneys",
    "date": "2025-10-03",
    "url": "https://www.dau.edu/credentials/cacq-008a",
    "videoLength": null
  },
  {
    "id": 11,
    "title": "Intellectual Property and Data Rights FAQs",
    "summary": "This FAQ resource answers common questions about intellectual property and data rights in DoD acquisition. Topics covered include definitions of data rights, differences between IP and data rights, and standard contract clauses. Use this as a quick reference for foundational IP concepts.",
    "description": "What are data rights? What's the difference between IP and data rights? Are there standard data rights clauses that should be included in contract documents? \r\n\r\nClick on the accordions below for answers to these and other basic questions related to IP and Data Rights.",
    "type": "Website",
    "organization": "DAU",
    "audience": "DoD acquisition professionals, program managers, contracting officers, engineers, logisticians, and legal/IP attorneys who need expert assistance in IP planning and execution.",
    "date": "2025-10-01",
    "url": "https://www.dau.edu/cop/IPDR/resources/intellectual-property-and-data-rights",
    "videoLength": null
  },
  {
    "id": 12,
    "title": "IP Cadre Introduction",
    "summary": "The IP Cadre is a specialized team within the Department of Defense providing expert guidance on intellectual property strategies. They support program offices in developing IP strategies, negotiating data rights, and resolving complex IP issues. Their expertise helps ensure long-term sustainment and technology advantage.",
    "description": "The IP Cadre is a specialized team within the Department of Defense that provides expert guidance on intellectual property strategies, acquisition planning, and policy implementation. It supports program offices in developing IP strategies, negotiating data rights, and resolving complex IP issues to ensure DoD programs maintain long-term sustainment and technology advantage.",
    "type": "Website",
    "organization": "DAU",
    "audience": "DoD acquisition professionals\r\nProgram managers\r\nContracting officers\r\nEngineers\r\nLogisticians\r\nLegal/IP attorneys\r\nPolicy makers involved in IP and data rights management\r\nMembers of the Defense Acquisition Workforce seeking guidance on IP strategy, licensing, and management",
    "date": "2025-11-07",
    "url": "https://www.dau.edu/cop/IPDR/resources/intellectual-property-ip-cadre",
    "videoLength": null
  },
  {
    "id": 13,
    "title": "IP Resource Card",
    "summary": "This resource card serves as a quick reference guide for intellectual property and data rights questions. It helps users find answers about IP definitions, data rights distinctions, and IP strategy development. The card directs users to appropriate DAU resources for detailed information.",
    "description": "WHERE DO YOU GO TO FIND ANSWERS \r\nTO QUESTIONS LIKE THE FOLLOWING? \r\nWhat is Intellectual Property?\r\nWhat are Data Rights and how do they differ from \r\nIntellectual Property?\r\nHow do you develop an Intellectual Property Strategy?\r\nHow does DOD obtain rights in technical data or \r\ncomputer software?",
    "type": "Document",
    "organization": "DAU",
    "audience": "DoD Acquisition Workforce\r\nIndividuals seeking foundational and advanced IP and Data Rights resources\r\nProfessionals involved in contracting, engineering, logistics, and program management",
    "date": "2020-06-16",
    "url": "https://www.dau.edu/sites/default/files/Migrated/CopDocuments/IP%20Resource%20Sheet_6.16Update_Interactive.pdf",
    "videoLength": null
  },
  {
    "id": 14,
    "title": "Intellectual Property & Data Rights Issues",
    "summary": "This video highlights critical intellectual property and data rights challenges within the DoD supply chain. It explains why proper IP management is essential for maintaining readiness and reducing sustainment costs. The content addresses long-term supportability of defense systems.",
    "description": "This short video highlights critical intellectual property (IP) and data rights challenges within the Department of Defense (DoD) supply chain. It explains why proper IP management is essential for maintaining readiness, reducing sustainment costs, and ensuring long-term supportability of defense systems.",
    "type": "Video",
    "organization": "DAU",
    "audience": "DoD acquisition professionals, program managers, contracting officers, engineers, and IP attorneys involved in supply chain and lifecycle management.",
    "date": "2025-07-21",
    "url": "https://media.dau.edu/media/Video%204%20%20IP%20and%20Data%20Rights%20Issues%20and%20the%20DOD%20Supply%20Chain/1_0z9w618v",
    "videoLength": "6 minutes"
  },
  {
    "id": 15,
    "title": "WSM 022 Intellectual Property Rights for FAR-Based Contracts",
    "summary": "This workshop introduces fundamental aspects of intellectual property and data rights in US Government contracts. Attendees explore pre- and post-award strategies and apply knowledge through case studies. Teams can use the workshop to develop program-specific IP strategies.",
    "description": "Workshop attendees will be introduced to the fundamental aspects of intellectual property and data rights inherent in US Government contracts, along with the considerations for developing an IPDR Strategy. Building upon the base knowledge, an in-depth examination into the pre- and post-award strategy and management will be explored. Attendees will apply knowledge gained to a major case study to clarify and reinforce concepts discussed. Alternatively, attendees from a specific Program Office or program team can use the workshop to develop an IPDR Strategy specific to their program.",
    "type": "Document",
    "organization": "DAU",
    "audience": "Acquisition team members serving in defense systems acquisition mission area:\r\nPrimarily for contracting officers, logicians, project engineers, and program managers and is particularly beneficial when a multi-disciplined project team can attend together.\r\nIdeally suited for acquisition team members with more than 5 years of experience, who are approaching a major procurement or are currently working on a major program.",
    "date": "2024-10-09",
    "url": "https://icatalog.dau.edu/onlinecatalog/courses.aspx?crs_id=12347",
    "videoLength": "Page Last Modified min"
  },
  {
    "id": 16,
    "title": "Intellectual Property and Data Rights Overview",
    "summary": "This video provides an overview of Intellectual Property and Data Rights and DoD licensing approaches. It covers DFARS data rights and computer software licensing for weapons system acquisition. The content serves as both an introduction and refresher for acquisition professionals.",
    "description": "This video provides an overview of Intellectual Property (IP) and Data Rights and how the DoD gets access, through licensing, to contractor IP, data rights, and computer software; that are needed when acquiring or modifying a weapons system. The video can be used to obtain introductory insight into the DFARS data rights and computer software licensing scheme, before enrollment in DAU foundational online courses such as CLE 068 or executive level courses such as PMT 401, or used as a quick \"refresher\" at any time by any acquisition professional.\"",
    "type": "Video",
    "organization": "DAU",
    "audience": "Acquisition Workforce Professionals, including:\r\n\r\nProgram Managers\r\nContracting Officers\r\nProduct Support Managers\r\nLife Cycle Logisticians\r\nIP Attorneys\r\nOther DoD personnel involved in managing intellectual property and data rights across the acquisition lifecycle",
    "date": "2020-06-08",
    "url": "https://media.dau.edu/media/t/1_e3lyesu6",
    "videoLength": "7 min 30 sec"
  },
  {
    "id": 17,
    "title": "SBIR/STTR Data Rights Overview",
    "summary": "This video provides an overview of intellectual property and data rights under the SBIR/STTR programs. It explains how technical data and computer software generated through these awards are protected. The session helps acquisition professionals understand SBIR/STTR data rights regulations.",
    "description": "no description at DAU This video provides an overview of intellectual property and data rights under the SBIR/STTR programs. It highlights how technical data and computer software generated through these awards are protected from unauthorized use and disclosure. The session is designed to help acquisition professionals understand the evolving landscape of SBIR/STTR data rights and how to navigate related regulatory updates.",
    "type": "Video",
    "organization": "DAU",
    "audience": "Small Business Professionals\r\nDoD Acquisition Workforce\r\nContracting Officers\r\nProgram Managers\r\nLegal Counsel\r\nIndustry Professionals involved in SBIR/STTR programs",
    "date": "2025-08-05",
    "url": "https://media.dau.edu/media/SBIR%20STTR%20Data%20Rights%20August%202025/1_2kame1vl",
    "videoLength": "6 min 24 sec"
  },
  {
    "id": 18,
    "title": "SBIR/STTR Data Rights",
    "summary": "This video explains how intellectual property and technical data under SBIR/STTR programs are protected. It covers DFARS clauses, rights allocation, and best practices for data safeguarding. The content is essential for professionals involved in SBIR/STTR programs.",
    "description": "Overview of SBIR/STTR Data Rights, explaining how intellectual property and technical data generated under these programs are protected. It covers DFARS clauses, rights allocation, and best practices for safeguarding data throughout the acquisition lifecycle.",
    "type": "Video",
    "organization": "DAU",
    "audience": "DoD acquisition professionals, contracting officers, small business representatives, and legal counsel involved in SBIR/STTR programs.",
    "date": "2025-08-01",
    "url": "https://www.kaltura.com/index.php/extwidget/preview/partner_id/2203981/uiconf_id/48903372/entry_id/1_si76qsqz/embed/iframe",
    "videoLength": "6 min 46 sec"
  },
  {
    "id": 19,
    "title": "Podcast All Things Small Business: Michael Santens on the STTR Program",
    "summary": "This podcast episode features Michael Santens discussing the Small Business Technology Transfer (STTR) Program. The conversation covers how STTR supports innovation and collaboration between small businesses and research institutions. It explains STTR's role in DoD acquisition.",
    "description": "Podcast episode from the 'All Things Small Business' series featuring Michael Santens discussing the Small Business Technology Transfer (STTR) Program. The conversation covers how STTR supports innovation, collaboration between small businesses and research institutions, and its role in DoD acquisition.",
    "type": "Video",
    "organization": "DAU",
    "audience": "Small business professionals, program managers, contracting officers, and acquisition workforce members interested in SBIR/STTR programs.",
    "date": "2025-08-01",
    "url": "https://media.dau.edu/media/t/1_8nqt25ua",
    "videoLength": "28 min 46 sec"
  },
  {
    "id": 20,
    "title": "WSM 022 Intellectual Property Rights",
    "summary": "This workshop session covers fundamental aspects of IP and data rights in FAR-based contracts. Topics include pre- and post-award strategies, management considerations, and practical case studies. The training reinforces key concepts for acquisition professionals.",
    "description": "Part of the WSM 022 Intellectual Property Rights workshop series. This session introduces fundamental aspects of IP and data rights in FAR-based contracts, including pre- and post-award strategies, management considerations, and case studies to reinforce key concepts.",
    "type": "Video",
    "organization": "DAU",
    "audience": "Program Managers, Contracting Officers, IP Attorneys, and acquisition professionals involved in developing IP and Data Rights strategies.",
    "date": "2021-12-10",
    "url": "https://media.dau.edu/playlist/dedicated/181595241/1_6b1pt446/1_c1whzmvt?",
    "videoLength": "1 hr 37 min 09 sec"
  },
  {
    "id": 21,
    "title": "Intellectual Property Strategy",
    "summary": "DAU Professor Peter Czech presents intellectual property strategy fundamentals for program managers. The video covers developing and implementing IP strategies for DoD acquisition programs. It includes key considerations, planning steps, and best practices.",
    "description": "Defense Acquisition University Professor Peter Czech presents intellectual property strategy for program managers. This video provides guidance on developing and implementing an Intellectual Property (IP) Strategy for DoD acquisition programs. It covers key considerations, planning steps, and best practices for integrating IP management into program strategies.",
    "type": "Video",
    "organization": "DAU",
    "audience": "Program Managers, Contracting Officers, IP Attorneys, and acquisition professionals responsible for IP planning and execution.",
    "date": "2018-06-26",
    "url": "https://media.dau.edu/media/1_t69ko1u3",
    "videoLength": "11 min 26 sec"
  },
  {
    "id": 22,
    "title": "Intellectual Property Strategy Guidance",
    "summary": "This guidance document outlines how to develop and maintain an Intellectual Property Strategy for DoD programs. It covers IP planning across the acquisition lifecycle, identifying deliverables, and managing data rights. The document ensures competitive and affordable acquisition and sustainment.",
    "description": "Intellectual Property Strategy Guidance. This guidance outlines how to develop and maintain an Intellectual Property (IP) Strategy for DoD acquisition programs. It explains the importance of IP planning across the acquisition lifecycle, including identifying IP deliverables, managing data rights, and using contracting mechanisms to ensure competitive and affordable acquisition and sustainment.",
    "type": "Document",
    "organization": "DAU",
    "audience": "Program Managers, Contracting Officers, Engineers, Life Cycle Logisticians, and IP Attorneys involved in acquisition planning and execution.",
    "date": "2019-08-14",
    "url": "https://www.dau.edu/sites/default/files/Migrated/CopDocuments/Intellectual%20Property%20Strategy%20Guidance.pdf",
    "videoLength": null
  },
  {
    "id": 23,
    "title": "DoDI 5010.44 Intellectual Property Acquisition and Licensing",
    "summary": "This DoD Instruction establishes policy, responsibilities, and procedures for IP acquisition, licensing, and management. It creates the DoD IP Cadre and designates oversight roles for IP strategy implementation. This is foundational policy for all DoD IP activities.",
    "description": "Establishes DoD policy, responsibilities, and procedures for the acquisition, licensing, and management of intellectual property (IP). It also creates the DoD IP Cadre and designates oversight roles for implementing IP strategies across acquisition programs.",
    "type": "Document",
    "organization": "DAU",
    "audience": "DoD acquisition professionals, including Program Managers, Contracting Officers, IP Attorneys, and policy makers involved in IP and data rights management.",
    "date": "2019-10-16",
    "url": "https://www.esd.whs.mil/Portals/54/Documents/DD/issuances/dodi/501044p.PDF",
    "videoLength": null
  },
  {
    "id": 24,
    "title": "Intellectual Property Strategies for Artificial Intelligence Programs: A Supplement to the Intellectual Property Guidebook for DoD Acquisition",
    "summary": "This supplement to the DoD IP Guidebook provides guidance for programs involving Artificial Intelligence. It addresses unique challenges in acquiring and managing IP rights for AI technologies. Topics include data rights, licensing, and integration into acquisition planning.",
    "description": "This document supplements the DoD Intellectual Property Guidebook by providing guidance on developing IP strategies for programs involving Artificial Intelligence (AI). It addresses unique challenges in acquiring and managing IP rights for AI technologies, including data rights, licensing, and integration into acquisition planning.",
    "type": "Document",
    "organization": "DAU",
    "audience": "DoD acquisition professionals, program managers, contracting officers, IP attorneys, and technical experts working on AI-related programs.",
    "date": "2025-08-01",
    "url": "https://www.dau.edu/sites/default/files/webform/documents/30966/IPS%20for%20AI_FINAL.pdf",
    "videoLength": null
  },
  {
    "id": 25,
    "title": "Internal and External SBIR/STTR Town Hall with Q/A",
    "summary": "This town hall provides a breakdown of the latest regulatory updates impacting SBIR/STTR data rights in the DFARS. Open to Government and Industry professionals, it covers the evolving landscape of SBIR/STTR regulations. The session includes Q&A opportunities.",
    "description": "The landscape of SBIR/STTR data rights is evolving. This insightful webinar, open to Government and Industry professionals, provides a clear and concise breakdown of the latest regulatory updates impacting SBIR/STTR data rights in the DFARS.",
    "type": "Webinar",
    "organization": "DAU",
    "audience": "Government and industry professionals, including program managers, contracting officers, small business representatives, and legal counsel involved in SBIR/STTR programs.",
    "date": "2025-06-05",
    "url": "https://www.dau.edu/events/internal-external-sbir/sttr-town-hall-w/qa",
    "videoLength": "1 hr 01 min 45 sec"
  },
  {
    "id": 26,
    "title": "Decoding AI Acquisitions and Data Rights",
    "summary": "This article addresses data rights issues related to AI technology in DoD acquisition. It emphasizes proactive and prospective approaches to satisfy short and long-term mission needs. The content helps professionals navigate AI acquisition complexities.",
    "description": "Because artificial intelligence (AI) is a complex driver of DoD’s emerging and disruptive technologies, data rights issues related to AI technology must be proactively and prospectively addressed to satisfy the short and long-term mission needs of the department.",
    "type": "Website",
    "organization": "DAU",
    "audience": "DoD acquisition professionals, program managers, contracting officers, and technical experts working on AI-related programs and data rights compliance.",
    "date": null,
    "url": "https://www.dau.edu/library/damag/may-june2024/decoding-ai-acquisitions",
    "videoLength": null
  },
  {
    "id": 27,
    "title": "Intellectual Property - How DAU Can Help",
    "summary": "This video provides a quick overview of Intellectual Property and Data Rights and their importance to the US Government. It explains why DoD needs to focus on IP when acquiring or modifying weapons systems. The content introduces foundational concepts for further study.",
    "description": "What is Intellectual Property? What are data rights? Why is it important to the US Government? Why do you need to know about it? Basic answers to these questions can be found by watching a new video created by DAU, 'Intellectual Property and Data Rights.' The video provides a quick overview of Intellectual Property (IP) and Data Rights and why the DOD needs to focus on this issue when acquiring or modifying a weapons system.",
    "type": "Video",
    "organization": "DAU",
    "audience": "DoD acquisition professionals, including program managers, contracting officers, and IP attorneys seeking a foundational understanding of intellectual property and data rights.",
    "date": "2024-07-01",
    "url": "https://media.dau.edu/media/t/1_l4oseqm3",
    "videoLength": "19 Min 17 Sec min"
  },
  {
    "id": 28,
    "title": "Navigating IP for Product Support - The IP Toolkit",
    "summary": "This webinar walks through the newly published IP for Product Support Toolkit. It covers developing IP strategies and LCSP IP Management Plans for weapon systems. The session supports integrated product teams requiring IP strategy input.",
    "description": "'Do you need to develop an IP strategy and LCSP IP Management Plan for your weapon system?  Or are you serving on an integrated product team (IPT) that requires your input into the IP strategy and LCSP IP Management Plan?  Then this Webinar is for YOU!  Please join the OSD IP Cadre and the DASD(PS) for a unique opportunity to have a 'walk-through' of the newly published IP for PS Toolkit.",
    "type": "Video",
    "organization": "DAU",
    "audience": "Product Support Managers, Life Cycle Logisticians, and acquisition professionals involved in sustainment planning and IP strategy development.",
    "date": "2025-06-01",
    "url": "https://media.dau.edu/media/Navigating%20Intellectual%20Property%20for%20Product%20Support%20-%20The%20IP%20Product%20Support%20Toolkit/1_69w1grmq",
    "videoLength": "1 hr 31 min 32 sec"
  },
  {
    "id": 29,
    "title": "Intellectual Property Considerations for Performance Based Logistics",
    "summary": "This webinar discusses Performance Based Logistics (PBL) including the updated DoD PBL Guidebook. A panel of experts covers IP, data, and license rights considerations for PBL. The content supports Product Support Managers and logisticians.",
    "description": "The Deputy Assistant Secretary of Defense for Product Support, Ms Lisa P. Smith, and a panel of experts discussed Performance Based Logistics (PBL) including the updated DoD PBL Guidebook and considerations for Intellectual Property, data, and license rights.",
    "type": "Webinar",
    "organization": "DAU",
    "audience": "Product Support Managers, Life Cycle Logisticians, and acquisition professionals involved in Performance-Based Logistics (PBL) and IP/data rights considerations.",
    "date": "2023-11-01",
    "url": "https://media.dau.edu/media/t/1_f112rgx4",
    "videoLength": "1 hr 35 min 33 sec"
  },
  {
    "id": 30,
    "title": "Video 3 AI and IP Issues in DOD Acquisitions",
    "summary": "This video addresses Artificial Intelligence and Intellectual Property issues in DoD acquisitions. It explores challenges related to data rights, licensing, and compliance for AI programs. The content helps professionals navigate AI-related IP complexities.",
    "description": "no description at DAU. This video addresses Artificial Intelligence (AI) and Intellectual Property (IP) issues in DoD acquisitions. It explores challenges related to data rights, licensing, and compliance when integrating AI technologies into defense programs.",
    "type": "Video",
    "organization": "DAU",
    "audience": "Program Managers, Contracting Officers, IP Attorneys, and technical experts involved in AI-related acquisition programs.",
    "date": "2025-07-01",
    "url": "https://media.dau.edu/media/t/1_13i78fs3",
    "videoLength": "7 min 51 sec"
  },
  {
    "id": 31,
    "title": "IP and Data Rights Issues in the DOD Supply Chain",
    "summary": "This video provides an overview of IP and Data Rights issues within the DoD supply chain. It highlights risks including obsolescence and sustainment challenges. The content covers strategies for effective IP management throughout the acquisition lifecycle.",
    "description": "no description at DAU. This video provides an overview of Intellectual Property (IP) and Data Rights issues within the DoD supply chain. It highlights risks such as obsolescence, sustainment challenges, and strategies for managing IP effectively throughout the acquisition lifecycle.",
    "type": "Video",
    "organization": "DAU",
    "audience": "Acquisition workforce professionals, including Program Managers, Contracting Officers, Product Support Managers, Life Cycle Logisticians, and IP Attorneys.",
    "date": "2020-06-01",
    "url": "https://media.dau.edu/media/t/1_e3lyesu6",
    "videoLength": "7 min 31 sec"
  },
  {
    "id": 32,
    "title": "Video 5 IP A Critical Product Support Enabler",
    "summary": "This video explains why Intellectual Property is a critical enabler for effective product support. It covers how IP strategies impact sustainment, lifecycle management, and cost control. Best practices for integrating IP into product support planning are discussed.",
    "description": "no description at DAU. This video explains why Intellectual Property (IP) is a critical enabler for effective product support in DoD acquisition programs. It covers how IP strategies impact sustainment, lifecycle management, and cost control, and provides best practices for integrating IP considerations into product support planning.",
    "type": "Video",
    "organization": "DAU",
    "audience": "Product Support Managers, Life Cycle Logisticians, Program Managers, and acquisition professionals involved in sustainment planning and IP management.",
    "date": "2025-07-01",
    "url": "https://media.dau.edu/media/Video%205%20IP%20A%20Critical%20Product%20Support%20Enabler/1_faw2z5sw",
    "videoLength": "7 min 36 sec"
  },
  {
    "id": 33,
    "title": "Product Support IP Contract Development Best Practices",
    "summary": "This webinar describes best practices for contracting for IP data and license rights. Topics include priced options, deferred delivery, and escrow accounts for sustainment deliverables. The panel covers IP management plan integration.",
    "description": "Learn how Product Support Managers and Life Cycle Logisticians can use priced options, deferred delivery, and escrow accounts for Contract Data Requirements List deliverables needed for sustainment.  A panel of experts will describe best practices for contracting for Intellectual Property (IP) data and license rights as part of a program’s IP management plan.",
    "type": "Webinar",
    "organization": "DAU",
    "audience": "Product Support Managers, Life Cycle Logisticians, Contracting Officers, and acquisition professionals involved in IP and sustainment planning.",
    "date": "2024-11-01",
    "url": "https://media.dau.edu/media/t/1_kfgm7evg",
    "videoLength": "1 hr 31 min 04 sec"
  },
  {
    "id": 34,
    "title": "Report to Congress on Pilot Program on Intellectual Property Evaluation for Acquisition Programs; Section 801 of the National Defense Authorization Act for Fiscal year 2020 (Public Law 116-92)",
    "summary": "This congressional report assesses intellectual property evaluation techniques in DoD acquisition programs. It covers the Section 801 pilot program authorized by the FY2020 NDAA. The report discusses commercial valuation methods and their benefits.",
    "description": "This report serves as the second annual report to the congressional defense committees pursuant to section 801 of the National Defense Authorization Act (NDAA) for Fiscal Year (FY) 2020 (Public Law 116-92) (Enclosure 1).  Section 801(a) authorizes the Secretaries of Defense and Military Departments (MILDEPs) to jointly carry out a pilot program to assess intellectual property (IP) evaluation techniques, including commercial valuation methods, in Department of Defense (DoD) acquisition programs to better understand the benefits of these mechanisms",
    "type": "Document",
    "organization": "DAU",
    "audience": "DoD acquisition policy makers, program managers, contracting officers, and congressional defense committees interested in IP evaluation techniques and acquisition strategies.",
    "date": "2022-02-01",
    "url": "https://www.dau.edu/artifact/report-congress-pilot-program-intellectual-property-evaluation-acquisition-programs",
    "videoLength": null
  },
  {
    "id": 35,
    "title": "Report to Congress on Intellectual Property Policy & the Cadre of IP Experts; Section 8383 of the National Defense Authorization Act for FY 2020",
    "summary": "This report to Congress addresses Intellectual Property Policy and the Cadre of IP Experts. It fulfills Section 838 requirements of the FY2020 National Defense Authorization Act. The report covers IP workforce development initiatives.",
    "description": "Report to Congress on Intellectual Property Policy and the Cadre of Intellectual Property Experts Section 838 of th.e National Defense Authorization Act for Fiscal Year 2020 (P.L. 116-92)",
    "type": "Document",
    "organization": "DAU",
    "audience": "DoD acquisition leadership, policy makers, congressional defense committees, and stakeholders involved in intellectual property management and workforce development.",
    "date": "2020-04-01",
    "url": "https://www.dau.edu/artifact/report-congress-intellectual-property-policy-cadre-ip-experts-section-8383-national",
    "videoLength": null
  },
  {
    "id": 36,
    "title": "2019 NDAA IP and Data Rights Provisions",
    "summary": "This document compiles IP and Data Rights provisions from the 2019 National Defense Authorization Act. It serves as a reference for acquisition professionals implementing legislative requirements. The provisions guide IP policy and practice.",
    "description": "2019 NDAA IP and Data Rights Provisions",
    "type": "Document",
    "organization": "DAU",
    "audience": "DoD acquisition professionals, contracting officers, program managers, and legal counsel responsible for implementing NDAA provisions related to intellectual property and data rights.",
    "date": "2019-01-01",
    "url": "https://www.dau.edu/artifact/2019-ndaa-ip-and-data-rights-provisions",
    "videoLength": null
  },
  {
    "id": 37,
    "title": "2018 NDAA IP and Data Rights Provisions",
    "summary": "This document compiles IP and Data Rights provisions from the 2018 National Defense Authorization Act. It serves as a reference for acquisition professionals implementing legislative requirements. The provisions guide IP policy and practice.",
    "description": "2018 NDAA IP and Data Rights Provisions",
    "type": "Document",
    "organization": "DAU",
    "audience": "DoD acquisition professionals, contracting officers, program managers, and legal counsel responsible for implementing NDAA provisions related to intellectual property and data rights.",
    "date": "2018-01-01",
    "url": "https://www.dau.edu/artifact/2018-ndaa-ip-and-data-rights-provisions",
    "videoLength": null
  },
  {
    "id": 38,
    "title": "2017 NDAA IP and Data Rights Provisions",
    "summary": "This document compiles IP and Data Rights provisions from the 2017 National Defense Authorization Act. It serves as a reference for acquisition professionals implementing legislative requirements. The provisions guide IP policy and practice.",
    "description": "2016 NDAA IP and Data Rights Provisions",
    "type": "Document",
    "organization": "DAU",
    "audience": "DoD acquisition professionals, contracting officers, program managers, and legal counsel responsible for implementing NDAA provisions related to intellectual property and data rights.",
    "date": "2017-01-01",
    "url": "https://www.dau.edu/artifact/2017-ndaa-ip-and-data-rights-provisions",
    "videoLength": null
  },
  {
    "id": 39,
    "title": "2016 NDAA IP and Data Rights Provisions",
    "summary": "This document compiles IP and Data Rights provisions from the 2016 National Defense Authorization Act. It serves as a reference for acquisition professionals implementing legislative requirements. The provisions guide IP policy and practice.",
    "description": "2016 NDAA IP and Data Rights Provisions",
    "type": "Document",
    "organization": "DAU",
    "audience": "The DAU artifact '2016 NDAA IP and Data Rights Provisions' is targeted at the Defense Acquisition Workforce, which includes program managers, contracting officers, engineers, logisticians, and legal professionals involved in intellectual property and data rights within DoD acquisition programs.",
    "date": "2016-01-01",
    "url": "https://www.dau.edu/artifact/2016-ndaa-ip-and-data-rights-provisions",
    "videoLength": null
  },
  {
    "id": 40,
    "title": "5-Phase IP Strategy Process Overview",
    "summary": "This video provides an overview of the five-phase process for developing IP Strategies in DoD acquisition. It explains how to assess existing data, identify new data needs, and integrate IP planning. The content supports DODI 5010.44 requirements.",
    "description": "no description at DAU. This video provides an overview of the five-phase process for developing and updating an Intellectual Property (IP) Strategy in DoD acquisition programs. It explains the purpose of an IP Strategy, how to assess existing data, identify new data needs, and integrate IP planning into acquisition strategies.",
    "type": "Video",
    "organization": "DAU",
    "audience": "Defense Acquisition Workforce, including Program Managers, Contracting Officers, Engineers, Logisticians, and IP Attorneys.",
    "date": "2024-07-18",
    "url": "https://media.dau.edu/media/5-Phase%20IP%20Strategy%20Process%20Overview/1_hhfgbzoc",
    "videoLength": "15 min 5 sec"
  },
  {
    "id": 41,
    "title": "Negotiating IP and Data Rights",
    "summary": "This video covers fundamentals for successfully negotiating sufficient rights to technology deliverables. It discusses the 5 stages of negotiation: preparation, information exchange, bargaining, conclusion, and execution. Best practices for commercial computer software negotiation are included.",
    "description": "This video provides a comprehensive overview of the fundamentals for successfully negotiating sufficient rights to technology deliverables, and associated licensing rights acquired under DOD procurement contracts. A key feature of the video is the discussion of the 5 stages of negotiation, including preparation, exchange of information, bargaining, conclusion, and execution. The video concludes with a discussion of negotiating best practices for commercial computer software",
    "type": "Video",
    "organization": "DAU",
    "audience": "Acquisition professionals, including program managers, contracting officers, IP attorneys, and technical experts involved in DoD procurement and IP negotiations.",
    "date": null,
    "url": "https://cdnapisec.kaltura.com/index.php/extwidget/preview/partner_id/2203981/uiconf_id/54104082/entry_id/1_lvdxvhwo/embed/dynamic",
    "videoLength": "20 min 47 sec"
  },
  {
    "id": 42,
    "title": "Let's Talk Data Rights: Four Dimensional IP Mapping",
    "summary": "This webinar addresses the concept of 'mapping' in DoD technical data and computer software acquisition. Though not mentioned in DFARS, mapping is critical for determining prices for IP licenses. The session helps contracting parties avoid post-award difficulties.",
    "description": "Of all the topics pertaining to the DoD’s acquisition of technical data and computer software from industry, perhaps none is more obscure than the topic of 'mapping' - primarily because it is not mentioned anywhere in the Defense Federal Acquisition Regulation Supplement (DFARS). But conversely, perhaps no other topic is as important. Because if the contracting parties do not properly address this concept in the awarded contract, they may experience difficulties after award attempting to determine what price the Government should pay in return for the contractor granting it an intellectual property (IP) license to the IP deliverables that describe or are the technical baseline for various components that reside in the architecture of the weapon system.",
    "type": "Webinar",
    "organization": "DAU",
    "audience": "Defense Acquisition Workforce  -  including program managers, contracting officers, engineers, logisticians, and IP/legal professionals.",
    "date": "2024-01-01",
    "url": "https://media.dau.edu/media/1_uw0gqxel",
    "videoLength": null
  },
  {
    "id": 43,
    "title": "OT Counsel Corner: Key Insights From the DOD IP Handbook",
    "summary": "This session features DoD IP Cadre experts discussing the Intellectual Property Guidebook for DoD Acquisition. Released in April 2025, the guidebook covers critical IP topics and considerations. The content helps professionals implement guidebook recommendations.",
    "description": "Join us for an insightful session with Azza Jayaprakash and George Winborne from the DoD IP Cadre, who will delve into the critical topics and considerations outlined in the long-awaited Intellectual Property Guidebook for DoD Acquisition, released in April 2025.",
    "type": "Webinar",
    "organization": "DAU",
    "audience": "Acquisition professionals, attorneys, and members of the Defense Acquisition Workforce who work with or need to understand OT agreements and related legal considerations.",
    "date": "2025-10-31",
    "url": "https://www.dau.edu/taxonomy/term/175241",
    "videoLength": null
  },
  {
    "id": 44,
    "title": "Harnessing SBIR/STTR for Government Innovation",
    "summary": "This seminar helps professionals leverage SBIR/STTR programs for mission-critical needs and technological advancement. Participants gain understanding of how these programs support agency objectives and drive innovation. The content covers transition of solutions into operational environments.",
    "description": "This two-hour seminar is designed for professionals seeking to leverage the Small Business Innovation Research (SBIR) and Small Business Technology Transfer (STTR) programs to meet mission-critical needs and drive technological advancements. Participants will gain a comprehensive understanding of how these programs support agency objectives, foster innovation, and transition cutting-edge solutions into operational environments.",
    "type": "Webinar",
    "organization": "DAU",
    "audience": "Program Managers, Contracting Officers, Small Business Professionals, other acquisition professionals, and industry.",
    "date": "2025-02-10",
    "url": "https://www.dau.edu/events/harnessing-sbir/sttr-government-innovation-strategies-effective-engagement",
    "videoLength": "1 hr 50 min 40 sec"
  },
  {
    "id": 45,
    "title": "Small Business Webinar: MDA SBIR/STTR",
    "summary": "This webinar provides understanding of the Missile Defense Agency's SBIR/STTR programs. It covers technologies MDA is interested in for future investment. The session supports small business and acquisition professionals.",
    "description": "An understanding of the Missile Defense Agency’s (MDA) Small Business Innovation Research (SBIR) and Small Business Technology Transfer (STTR) programs to include technologies the MDA is interested in for future investment.",
    "type": "Webinar",
    "organization": "DAU",
    "audience": "Program Managers, Contracting Officers, Small Business Professionals, other acquisition professionals, and industry.",
    "date": "2024-11-21",
    "url": "https://www.dau.edu/events/small-business-webinar-mda-sbir/sttr",
    "videoLength": "2 hr 17 min 47 sec"
  },
  {
    "id": 46,
    "title": "Small Business Webinar: NAVAIR SBIR/STTR Programs",
    "summary": "This webinar provides an overview of the Navy SBIR/STTR programs for domestic small businesses and start-ups. The programs offer opportunities to deliver innovative solutions meeting naval needs through R&D funding. Topics include transitioning technologies to the Fleet and commercial markets.",
    "description": "no description on DAU. This webinar provides an overview of the Department of the Navy SBIR/STTR programs, which offer opportunities for domestic small businesses and start-ups to deliver innovative solutions to meet naval needs through federally funded research and development. These programs aim to transition technologies to the Fleet and commercial markets, fostering innovation and commercialization.",
    "type": "Webinar",
    "organization": "DAU",
    "audience": "Government, military, industry, and academia. Program Managers, Contracting Officers, Small Business Professionals, other acquisition professionals, and industry representatives",
    "date": "2024-10-24",
    "url": "https://www.dau.edu/events/small-business-webinar-navair-sbir/sttr-programs",
    "videoLength": "1 hr 50 min 29 sec"
  },
  {
    "id": 47,
    "title": "Small Business Webinar: SBIR/STTR",
    "summary": "This webinar covers the SBIR and STTR programs, the nation's largest source of early-stage R&D funding for small businesses. These programs provide over $4 billion annually in competitive awards for technology development. The session features the Director of the Defense SBIR/STTR Program Office.",
    "description": "The Small Business Innovation Research (SBIR) and Small Business Technology Transfer (STTR) programs are the nation's largest source of early-stage research and development funding for small businesses. These programs provide more than $4 billion annually in competitive awards, enabling entrepreneurs to develop new technologies and ultimately facilitate the commercialization of innovation. Webinar Attendees will have the opportunity to hear from Ms. Gina Sims, Director of the Defense SBIR/STTR Program Office, and understand the role that DoD plays in delivering cutting edge technology to the Warfighter.",
    "type": "Webinar",
    "organization": "DAU",
    "audience": "Program Managers, Contracting Officers, Small Business Professionals, other acquisition professionals, and industry.",
    "date": "2024-08-28",
    "url": "https://www.dau.edu/events/small-business-webinar-sbir/sttr",
    "videoLength": "1 hr 46 min 58 sec"
  },
  {
    "id": 48,
    "title": "Pilot program on IP Evaluation for Acquisition Programs Report for Fiscal Year 2022 Pursuant to the Section 801 of the National Defense Authorization Act for Year 2022 (Public Law 116-92), November 2022",
    "summary": "This congressional report serves as the third annual report on the IP evaluation pilot program. It assesses intellectual property evaluation techniques including commercial valuation methods. The report covers FY2022 activities under Section 801 of the FY2020 NDAA.",
    "description": "This report serves as the third annual report to the congressional defense committees pursuant to section 801 of the National Defense Authorization Act (NDAA) for Fiscal Year (FY) 2020 (Public Law 116-92) (Enclosure 1).  Section 801(a) authorizes the Secretaries of Defense and Military Departments (MILDEPs) to jointly carry out a pilot program to assess intellectual property (IP) evaluation techniques, including commercial valuation methods, in Department of Defense (DoD) acquisition programs",
    "type": "Document",
    "organization": "DAU",
    "audience": "The report is intended for DoD acquisition professionals, including program managers, contracting officers, and policy makers involved in intellectual property evaluation and acquisition strategies.",
    "date": "2022-11-01",
    "url": "https://www.dau.edu/artifact/pilot-program-ip-evaluation-acquisition-programs-report-fiscal-year-2022-pursuant-section",
    "videoLength": null
  },
  {
    "id": 49,
    "title": "SBIR/STTR Data Rights Regulatory  Update: What You Need to Know to Stay Ahead of the Curve on Critical SBIR/STTR Data Rights Changes",
    "summary": "This webinar provides a breakdown of regulatory updates impacting SBIR/STTR data rights in the DFARS. Tailored for DoD acquisition professionals, it covers the evolving regulatory landscape. The content helps professionals stay ahead of critical data rights changes.",
    "description": "The landscape of SBIR/STTR data rights is evolving. This insightful webinar, tailored for DoD acquisition professionals, provides a clear and concise breakdown of the latest regulatory updates impacting SBIR/STTR data rights in the DFARS.",
    "type": "Webinar",
    "organization": "DAU",
    "audience": "DoD acquisition professionals, contracting officers, program managers, and legal counsel involved in SBIR/STTR programs.",
    "date": "2025-03-01",
    "url": "https://www.dau.edu/events/sbir/sttr-data-rights-regulatory-update-what-you-need-know-stay-ahead-curve-critical-sbir",
    "videoLength": null
  },
  {
    "id": 50,
    "title": "Department of Defense Small Business Innovation Research (SBIR) and Small Business Technology Transfer (STTR)",
    "summary": "The SBIR and STTR programs are Congressionally authorized small business set-asides supporting technological innovation. Goals include stimulating innovation for DoD, increasing commercialization, and fostering research partnerships. These programs strengthen U.S. competitiveness and military readiness.",
    "description": "The SBIR and STTR programs are Congressionally authorized small business set-asides designed to support scientific excellence and technological innovation through Federal research funding. Their goals include stimulating technological innovation for DoD, increasing private sector commercialization of Federal R&D, and fostering partnerships between small businesses and research institutions. These programs enable small businesses to explore technological potential and profit from commercialization, strengthening U.S. competitiveness and military readiness.",
    "type": "Website",
    "organization": "DAU",
    "audience": "The article is intended for DoD acquisition professionals, program managers, contracting officers, and small business stakeholders seeking to understand SBIR/STTR program structure and opportunities.",
    "date": null,
    "url": "https://www.dau.edu/acquipedia-article/department-defense-small-business-innovation-research-sbir-and-small-business",
    "videoLength": null
  },
  {
    "id": 51,
    "title": "IP Cadre Webpage",
    "summary": "The IP Cadre leads coordinated DoD-wide efforts to modernize IP policies, culture, and best practices. Their mission is to maximize return on DoD technology investments and reduce sustainment costs. The Cadre enables faster delivery of cutting-edge technology to the warfighter.",
    "description": "The Intellectual Property (IP) Cadre, a division of Acquisition Policy and Innovation, leads a coordinated DoD-wide effort to modernize IP policies, culture, and best-practices to maximize the return on DoD technology investments, reduce program sustainment costs, and better enable the delivery of cutting-edge technology advantage to the warfighter at scale, faster.",
    "type": "Website",
    "organization": "IP Cadre",
    "audience": "The IP Cadre is intended for DoD acquisition professionals, including program managers, contracting officers, engineers, and legal counsel who need guidance on intellectual property strategy, licensing, and management.",
    "date": null,
    "url": "https://www.acq.osd.mil/asda/dpc/api/ip-cadre.html",
    "videoLength": null
  },
  {
    "id": 52,
    "title": "IP Guidebook for DoD Acquisition (April 2025)",
    "summary": "The IP Guidebook provides guidance on implementing IP laws and regulations in DoD acquisition. It explains legal and operational challenges while promoting industry partnerships. This groundbreaking guidance supports effective IP strategy development and management.",
    "description": "The IP Guidebook provides guidance on the implementation of IP laws and regulations, explains legal and operational challenges in acquiring IP and associated IP rights, and promotes partnerships with industry. This groundbreaking guidance will aid the Department’s acquisition professionals in development, execution, and management of effective IP Strategies that support all functional areas’ requirements and objectives across program life cycle.",
    "type": "Document",
    "organization": "DAU",
    "audience": "The guidebook is intended for DoD acquisition professionals, including program managers, contracting officers, engineers, logisticians, and legal counsel who develop, execute, and manage Intellectual Property (IP) strategies across the acquisition life cycle",
    "date": "2025-04-01",
    "url": "https://www.acq.osd.mil/asda/dpc/api/docs/intellectual%20property%20guidebook%20for%20dod%20acquisition%20signed.pdf",
    "videoLength": null
  },
  {
    "id": 53,
    "title": "Intellectual Property for Product Support Toolkit",
    "summary": "This toolkit serves as a desk reference incorporating IP considerations into life cycle product support. It provides practical guidance on acquiring, licensing, and managing technical data and software. Product Support Managers will find best practices for tailoring data delivery requirements.",
    "description": "This toolkit serves as a desk/web reference that incorporates IP considerations into life cycle product support processes. The goal of this toolkit is to: ToC References 1. INTRO. & OVERVIEW 2. PS-RELATED IP REQUIREMENTS DEVELOPMENT  Provide practical guidance on the acquisition, licensing, and management of technical data, computer software, and associated license rights across program life cycles -- often collectively referred to as \"data rights.\"  Enable PSMs and lead life cycle logisticians (LCLs) to lead their team of stakeholders in the development of PS related input to the program’s IP strategy to effectively implement the best value product support strategy (PSS)(and document in the LCSP);  Provide best practices for tailoring program data delivery and licensing requirements to more effectively implement the 12 integrated product support (IPS) elements. (See Section 2, slide 27 for information on the IPS elements).",
    "type": "Document",
    "organization": "DAU",
    "audience": "The toolkit is intended for Product Support Managers (PSMs), Life Cycle Logisticians (LCLs), and other acquisition professionals who develop IP strategies and integrate product support planning throughout the program life cycle.",
    "date": "2025-01-21",
    "url": "https://www.dau.edu/tools/intellectual-property-ip-product-support-ps-toolkit",
    "videoLength": null
  },
  {
    "id": 54,
    "title": "IP Materials",
    "summary": "This page hosts presentation materials from the DoD Intellectual Property Forum. Topics include IP valuation, MOSA, specially negotiated license rights, and DFARS updates. The materials serve as a resource hub for government and industry stakeholders.",
    "description": "DEPARTMENT OF DEFENSE (DOD) INTELLECTUAL PROPERTY (IP) FORUM. This page hosts presentation materials from the Department of Defense Intellectual Property (IP) Forum, which focused on advancing DoD acquisitions through effective IP evaluation and strategies. The forum featured sessions on topics such as IP valuation, Modular Open Systems Approach (MOSA), specially negotiated license rights, DFARS regulatory updates, and lessons learned from the Section 801 IP Pilot Program. It served as a resource hub for government and industry stakeholders to access detailed briefs, case studies, and technical insights.",
    "type": "Website",
    "organization": "DAU",
    "audience": "The materials are intended for DoD acquisition professionals, industry partners, and academia, including program managers, contracting officers, IP attorneys, engineers, and policy makers involved in intellectual property and data rights.",
    "date": "2023-12-01",
    "url": "https://www.acq.osd.mil/asda/dpc/api/external-sites/dod-ip-forum/presentation-materials.html",
    "videoLength": null
  },
  {
    "id": 55,
    "title": "About SBIR/STTR",
    "summary": "The SBIR and STTR programs, known as America's Seed Fund, provide non-dilutive funding for early-stage R&D. These programs stimulate technological innovation and meet federal R&D needs. Coordinated by the SBA, they offer entrepreneurs a pathway from concept to commercialization.",
    "description": "The Small Business Innovation Research (SBIR) and Small Business Technology Transfer (STTR) programs - collectively known as America’s Seed Fund - provide non-dilutive, equity-free funding to U.S. small businesses for early-stage research and development. These programs aim to stimulate technological innovation, meet federal R&D needs, and increase commercialization of innovations. They are coordinated by the Small Business Administration (SBA) and funded through 11 federal agencies, offering entrepreneurs a pathway from concept to commercialization.",
    "type": "Website",
    "organization": "Other",
    "audience": "Entrepreneurs, startups, small businesses, and DoD acquisition professionals seeking to leverage SBIR/STTR opportunities for innovation and commercialization.",
    "date": null,
    "url": "https://www.sbir.gov/about",
    "videoLength": null
  },
  {
    "id": 56,
    "title": "SBIR/STTR Policy Directives",
    "summary": "The Small Business Act requires SBA to issue policy directives for SBIR and STTR participating agencies. These directives set forth guidance for program implementation and compliance. The policies ensure consistent program administration across federal agencies.",
    "description": "The Small Business Act (the Act) requires that the SBA issue a policy directive setting forth guidance to the Federal Agencies participating in the SBIR and STTR programs (Participating Agencies).",
    "type": "Website",
    "organization": "DAU",
    "audience": "The page is intended for Federal agencies participating in SBIR/STTR programs, DoD acquisition professionals, and small business stakeholders who need guidance on implementing SBIR/STTR policies.",
    "date": "2023-05-01",
    "url": "https://www.sbir.gov/about/policies",
    "videoLength": null
  },
  {
    "id": 57,
    "title": "Office of Small Business Innovation (formerly SBIR/STTR office)",
    "summary": "This office oversees DoD Small Business Innovation Research and Small Business Technology Transfer programs. Under the Office of the Under Secretary for Research and Engineering, it coordinates DoD SBIR/STTR activities. The site provides resources for small businesses and program participants.",
    "description": "The Office of the Under Secretary of War for Research and Engineering (OUSW(R&E)) oversees DoW Small Business Innovation Research (SBIR) and Small Business Technology Transfer (STTR) Programs.",
    "type": "Website",
    "organization": "DAU",
    "audience": "The site is intended for small businesses, DoD acquisition professionals, program managers, contracting officers, and researchers who participate in or support the SBIR/STTR programs.",
    "date": "2025-01-01",
    "url": "https://www.defensesbirsttr.mil/",
    "videoLength": null
  },
  {
    "id": 58,
    "title": "Data Rights Regulatory Update: SBIR/STTR Changes",
    "summary": "This website serves as the central portal for DoD SBIR/STTR programs. It includes funding opportunities, proposal guidance, and tools for technology transition. The portal supports innovators in delivering technologies to DoD systems.",
    "description": "The site serves as the central portal for the Department of Defense SBIR/STTR programs, providing resources for small businesses and DoD stakeholders. It includes details on funding opportunities, proposal submission guidance, program phases, success stories, and tools to help innovators transition technologies into DoD systems. Its goal is to foster innovation, strengthen the defense industrial base, and accelerate technology delivery to the warfighter.",
    "type": "Website",
    "organization": "DAU",
    "audience": "Small businesses, entrepreneurs, DoD acquisition professionals, program managers, contracting officers, and researchers seeking to participate in or support SBIR/STTR programs.",
    "date": "2023-05-01",
    "url": "https://www.sbir.gov/about/policies",
    "videoLength": null
  },
  {
    "id": 59,
    "title": "Defense Federal Acquisition Regulation Supplement: Small Business Innovation Research Program Data Rights (DFARS Case 2019-D043)",
    "summary": "This Federal Register notice announces a final rule amending DFARS for SBIR/STTR data rights. It clarifies Government rights in technical data and computer software under these programs. The rule updates marking requirements and aligns with recent legislative changes.",
    "description": "This Federal Register notice announces a final rule amending the DFARS to implement statutory requirements related to data rights for SBIR/STTR programs. It clarifies the Government’s rights in technical data and computer software developed under SBIR/STTR awards, updates marking requirements, and aligns DFARS clauses with recent legislative changes to protect small business intellectual property while ensuring DoD access for sustainment and mission needs.",
    "type": "Website",
    "organization": "DAU",
    "audience": "DoD acquisition professionals, contracting officers, legal counsel, and small business participants in SBIR/STTR programs who need to understand updated DFARS requirements for data rights.",
    "date": "2024-12-01",
    "url": "https://www.federalregister.gov/documents/2024/12/18/2024-29226/defense-federal-acquisition-regulation-supplement-small-business-innovation-research-program-data",
    "videoLength": null
  },
  {
    "id": 60,
    "title": "Intellectual Property Guidebook for DoD Acquisition",
    "summary": "The IP Guidebook provides comprehensive guidance on implementing IP laws and regulations in DoD acquisition. It covers IP strategy development, lifecycle considerations, and industry partnerships. This is essential reading for all acquisition professionals.",
    "description": "Comprehensive guidance on implementing IP laws and regulations in DoD acquisition, including IP strategy development and lifecycle considerations.",
    "type": "Document",
    "organization": "DAU",
    "audience": "DoD acquisition professionals, program managers, contracting officers, IP attorneys, and policy makers.",
    "date": "2025-04-01",
    "url": "https://www.acq.osd.mil/asda/dpc/api/docs/intellectual%20property%20guidebook%20for%20dod%20acquisition%20signed.pdf",
    "videoLength": null
  },
  {
    "id": 61,
    "title": "DoD Announcement on IP Guidebook and Toolkit",
    "summary": "This announcement highlights the release of the IP Guidebook and IP for Product Support Toolkit. These resources support lifecycle cost efficiency in DoD programs. The tools help acquisition professionals implement effective IP strategies.",
    "description": "Highlights the release of the IP Guidebook and IP for Product Support Toolkit for lifecycle cost efficiency.",
    "type": "Website",
    "organization": "DAU",
    "audience": "Product Support Managers, Life Cycle Logisticians, and acquisition professionals.",
    "date": "2025-01-01",
    "url": "https://www.dau.edu/tools/intellectual-property-ip-product-support-ps-toolkit",
    "videoLength": null
  },
  {
    "id": 63,
    "title": "DoDI 5010.44 – Intellectual Property Acquisition and Licensing",
    "summary": "This DoD Instruction establishes policy for IP acquisition, licensing, and management across DoD programs. It forms the basis for IP strategy requirements in acquisition planning. The instruction is foundational for all DoD IP activities.",
    "description": "Establishes DoD policy for IP acquisition, licensing, and management; forms basis for IP strategy requirements.",
    "type": "Document",
    "organization": "DAU",
    "audience": "DoD acquisition professionals and policy makers.",
    "date": "2019-10-01",
    "url": "https://www.esd.whs.mil/Portals/54/Documents/DD/issuances/dodi/501044p.PDF",
    "videoLength": null
  },
  {
    "id": 64,
    "title": "GAO Report on DoD IP Approach",
    "summary": "This GAO report recommends actions to improve DoD's approach to intellectual property management. It addresses strengthening IP Cadre capabilities and program implementation. The report supports congressional oversight of DoD IP activities.",
    "description": "Recommends actions to improve DoD’s IP approach and strengthen IP Cadre capabilities.",
    "type": "Document",
    "organization": "DAU",
    "audience": "DoD leadership, acquisition professionals, and congressional stakeholders.",
    "date": "2021-11-01",
    "url": "https://www.gao.gov/assets/gao-22-104752.pdf",
    "videoLength": null
  },
  {
    "id": 65,
    "title": "DPCAP Workforce Development Memo",
    "summary": "This memo emphasizes IP-related credentials and continuous learning for acquisition professionals. It supports workforce development in intellectual property competencies. The guidance helps professionals maintain current IP knowledge and skills.",
    "description": "Emphasizes IP-related credentials and continuous learning for acquisition professionals.",
    "type": "Document",
    "organization": "DAU",
    "audience": "Defense Acquisition Workforce and training coordinators.",
    "date": "2025-01-01",
    "url": "https://www.acq.osd.mil/dpap/policy/policyvault/USA000183-25-DPCAP.pdf",
    "videoLength": null
  }
]